[  {    "Description": "Tаааhis mushroomhead must be one of the weirdest creatures in Zanzarah, and is easy to find among the other mushrooms and toadstools. Once this being reaches a certain age and level of training, it becomes a particularly dangerous specimen. ",    "Element": 0,    "EvolvesTo": "Abnobery",    "LevelForEvolution": 4,    "Name": "Abery",    "HitPoints": 1  },  {    "Description": "As larvae, Worgots depend on symbiosis with their flying companions, which they cannot completely steer yet. This strange pair can be found in the bark of trees, in blossoming plants and in swamps. ",    "Element": 0,    "EvolvesTo": "Corgot",    "LevelForEvolution": 22,    "Name": "Worgot",    "HitPoints": 1  },  {    "Description": "Creatures of chaos, like Rasrow, are native to the Shadow Realm. Their sinister powers spread terror among the mythical creatures. Only very few fairies can prevail in a fight against one of these.",    "Element": 10,    "EvolvesTo": "Maulrow",    "LevelForEvolution": 35,    "Name": "Rasrow",    "HitPoints": 1  },  {    "Description": "Air beings like this have their entries to the world of Zanzarah in steam clouds and inside birds' nests. They are very careless, which is why they are often sighted by mortals.",    "Element": 1,    "EvolvesTo": "Gorael",    "LevelForEvolution": 27,    "Name": "Sirael",    "HitPoints": 1  },  {    "Description": "Nature fairies, like Sillia, get their energy from the living things around them. These beings hate being fenced in, therefore you'll only find them out of doors, under trees, in bushes or in the undergrowth. ",    "Element": 0,    "EvolvesTo": "Viteria",    "LevelForEvolution": 22,    "Name": "Sillia",    "HitPoints": 1  },  {    "Description": "In the wide spaces of the oceans and seas, but also in the lakes and rivers in Zanzarah, Water fairies can be found. Tadana is a very young water being, who is often underestimated by her opponents.",    "Element": 2,    "EvolvesTo": "Aquana",    "LevelForEvolution": 25,    "Name": "Tadana",    "HitPoints": 1  },  {    "Description": "Stones and rock build the entrances to the world of Zanzarah. Gritting its teeth and using its excellent sense of smell, the Vesbat approaches its opponent. It requires training in both stamina and strength. ",    "Element": 6,    "EvolvesTo": "Stobat",    "LevelForEvolution": 27,    "Name": "Vesbat",    "HitPoints": 1  },  {    "Description": "These beings of darkness are the epitome of evil. They are hard to catch and hardly ever get on with any other species. These very strong beings can only be held back with Crystal Spheres. ",    "Element": 9,    "EvolvesTo": "Turnox",    "LevelForEvolution": 30,    "Name": "Manox",    "HitPoints": 1  },  {    "Description": "Dragons are adherents of the element of fire, and a special kind of flying companion. Dracwin can be trained to become a Flagwin using an Elemental Stone of Fire.",    "Element": 8,    "EvolvesTo": "Flagwin",    "LevelForEvolution": -2,    "Name": "Dracwin",    "HitPoints": 2  },  {    "Description": "This grey-red companion is plump and appears clumsy and awkward in its movements. However, it possesses psi powers few others have, though these are not yet fully developed.",    "Element": 5,    "EvolvesTo": "Mentaur",    "LevelForEvolution": 23,    "Name": "Beltaur",    "HitPoints": 1  },  {    "Description": "The Abnobery is a more dangerous variant of the mushroomhead. Pumping its shield up and down, it uses a lot of energy and provides it projectiles with the required spin.",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Abnobery",    "HitPoints": 3  },  {    "Description": "Airia hovers behind her companion as lightly as a feather. In the past, the Air Fairies belonged to the Realm of the Clouds, but nowadays they populate the airy heights of the world underneath and only return in rare instances.",    "Element": 1,    "EvolvesTo": "Luria",    "LevelForEvolution": 22,    "Name": "Airia",    "HitPoints": 1  },  {    "Description": "A shudder runs through every fairy when attacked by these insect-like bipeds. Their red bodies and ash-soaked limbs are reminders of their origins in the fire. ",    "Element": 10,    "EvolvesTo": "None",    "LevelForEvolution": -2,    "Name": "Akritar",    "HitPoints": 1  },  {    "Description": "Amnis is an amphibian creature with many special skills. Though it belongs to the element of water, it is nonetheless able to leave it practically at will.",    "Element": 2,    "EvolvesTo": "Ceramnis",    "LevelForEvolution": 4,    "Name": "Amnis",    "HitPoints": 2  },  {    "Description": "Energy creatures analyse their opponents from a distance. In close proximity, they can even control their opponents. A fairy's confused spirit will find it hard to recover from such an attack.",    "Element": 4,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Biolectra",    "HitPoints": 4  },  {    "Description": "This delicate creature is extremely agile and nature-loving. It will punish anyone who causes even the slightest damage to her beloved home, the forests of Zanzarah, with small attacks.",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Blumbella",    "HitPoints": 2  },  {    "Description": "Though she mostly stays among the ferns, Boneria sometimes makes her mossy bed on the cool, shadowy trunk of a mammoth tree. Her hot temper exceeds that of any Nature Fairy, which makes her very powerful in a fight. ",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Boneria",    "HitPoints": 3  },  {    "Description": "The second state of the Energy Fairy is called Bue. Its body is marked by energy fields which build up in concentric circles and overlap to give him a unique appearance.",    "Element": 4,    "EvolvesTo": "Lighbue",    "LevelForEvolution": 45,    "Name": "Bue",    "HitPoints": 3  },  {    "Description": "When the humans and fairies were still sharing a single world, Cera's camouflage as a fish was unique among magic beings. This fairy glides peacefully and inconspicuously through its world - the water.",    "Element": 2,    "EvolvesTo": "Amnis",    "LevelForEvolution": 21,    "Name": "Cera",    "HitPoints": 1  },  {    "Description": "His home is in the water, but he can and does leave it regularly. This creature's greatest wish is to be trained in all fields: earth, fire and air.",    "Element": 2,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Ceramnis",    "HitPoints": 4  },  {    "Description": "He is not a pretty creature, but his skills are all the better. This is a companion not to be done without - he starts to act where other fairies fail.",    "Element": 5,    "EvolvesTo": "Clumour",    "LevelForEvolution": 35,    "Name": "Clum",    "HitPoints": 5  },  {    "Description": "This psi creature is dangerous in a duel. Its ability to open entrances into Zanzarah anywhere it likes means that no fairy is safe. However, creatures like this haven't been seen in this land for ages.",    "Element": 5,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Clumour",    "HitPoints": 4  },  {    "Description": "A Worgot, who transforms into a Corgot, carries the larva which steers it in its interior, whereas its exterior can fully focus on its plant-like limbs.",    "Element": 0,    "EvolvesTo": "Symgot",    "LevelForEvolution": 29,    "Name": "Corgot",    "HitPoints": 4  },  {    "Description": "Their red glowing bodies head incessantly towards their enemy. Only the Light and Water Fairies have the power to seriously damage them.",    "Element": 8,    "EvolvesTo": "None",    "LevelForEvolution": 30,    "Name": "Daemonex",    "HitPoints": 5  },  {    "Description": "This is the male variant and the contrary of the Energy Fairy. It was created by an experiment of the dwarves. In contrast to his sister he can appear in different states.",    "Element": 4,    "EvolvesTo": "Bue",    "LevelForEvolution": 24,    "Name": "Darbue",    "HitPoints": 1  },  {    "Description": "This creature of darkness was nearly diabolical, a keeper of the evil elements of Zanzarah. There was hardly any fairy to defeat it in battle on its own or to withstand its dark power.",    "Element": 9,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Dredanox",    "HitPoints": 1  },  {    "Description": "Splendidly and no less gracefully, this creature of a seemingly forgotten culture travels the unmarked paths of Zanzarah as though it belonged nowhere else, displaying tremendous pride and dignity.",    "Element": 3,    "EvolvesTo": "Suane",    "LevelForEvolution": 38,    "Name": "Driane",    "HitPoints": 3  },  {    "Description": "The old and wise Fathrael with his white beard follows his companion. It appears that he's an avenging angel who knows no mercy. ",    "Element": 1,    "EvolvesTo": "Gorael",    "LevelForEvolution": 38,    "Name": "Fathrael",    "HitPoints": 4  },  {    "Description": "Beings of ice appear cold as and aloof. These original inhabitants of the polar regions used to work with the goblins, but nowadays it is hard to 'break the ice' and win their trust.",    "Element": 7,    "EvolvesTo": "Greez",    "LevelForEvolution": 25,    "Name": "Feez",    "HitPoints": 1  },  {    "Description": "The natives of Zanzarah consider Ferix the cause of the great volcanic eruption, when many forest elves, dwarves and swamp goblins died. The real reason has not been discovered yet.",    "Element": 8,    "EvolvesTo": "Daemonex",    "LevelForEvolution": 30,    "Name": "Ferix",    "HitPoints": 3  },  {    "Description": "Dragons love to spend a lot of time in lava-filled craters, though they may also live in the heart of mountain caves. Dracwin and Flagwin are both extremely useful, but equally hard to tame.",    "Element": 8,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Flagwin",    "HitPoints": 4  },  {    "Description": "An inattentive glance, a clumsy movement - a Fygaery can be provoked easily and can hardly be appeased. If he's up for a fight, it's a sad day for everybody who comes up against him.",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Fygaery",    "HitPoints": 4  },  {    "Description": "In her artificiality, Gigarex has an advantage over the technique of all machines. She approaches her unsuspecting opponents like a deadly scorpion, allowing them to hear only the low scratching noises of metal.",    "Element": 11,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Gigarex",    "HitPoints": 4  },  {    "Description": "Her gaze is as cold as an ice crystal, her movements graceful. She's a queen, claiming supremacy in the air. Hardly any other being can dispute her rights.",    "Element": 7,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Glacess",    "HitPoints": 3  },  {    "Description": "The world has hardly ever seen beings as cheerful as the Goops. They're always smiling, wagging their tails, and jumping all the time - as if life was just a game and a fight just a match... ",    "Element": 2,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Goop",    "HitPoints": 2  },  {    "Description": "When the polar ice caps melted, the goblins were looking for a new home - and they found the swamp. The Ice Fairies, however, remained in their astral plane and only appeared in the cold regions of Zanzarah for a short while. ",    "Element": 7,    "EvolvesTo": "Greezloc",    "LevelForEvolution": 45,    "Name": "Greez",    "HitPoints": 3  },  {    "Description": "Chaos and light can hardly damage them, but heat and psi are deadly. Their magic is based on the origin of ice crystals, their fight depends on the sharpness of their ice missiles. ",    "Element": 7,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Greezloc",    "HitPoints": 4  },  {    "Description": "Grems are beings which can mainly be found in stone deserts, but also in big rocks in Zanzarah. These strong beings are cowardly at first, but their courage grows with their success. ",    "Element": 6,    "EvolvesTo": "Gremor",    "LevelForEvolution": 30,    "Name": "Grem",    "HitPoints": 1  },  {    "Description": "If a Grem metamorphoses to a Gremor, his strength, maturity and valor are increased. His good-naturedness doesn't influence his fighting, but as a companion he'll soon make friends with other fairies",    "Element": 6,    "EvolvesTo": "Gremrock",    "LevelForEvolution": 35,    "Name": "Gremor",    "HitPoints": 2  },  {    "Description": "Not only is a Gremrock a creature of dangerous appearance: unlike his evolutionary ancestors, the Grem and the Gremor, it also knows how to use its strength and power efficiently in combat. ",    "Element": 6,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Gremrock",    "HitPoints": 4  },  {    "Description": "This heavy being is sad and grey, almost colourless, and moves only on its hand or by flying. It seems indifferent to most things, but will bear any number of burdens for its companion",    "Element": 6,    "EvolvesTo": "JumRock",    "LevelForEvolution": 38,    "Name": "JumJum",    "HitPoints": 1  },  {    "Description": "A JumJum that has been crowned King loses none of its sadness, but gains a lot of dignity and decision. Red velvet wings make flying easier, and the creature's glowing red eyes pierce its opponents",    "Element": 6,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "JumRock",    "HitPoints": 3  },  {    "Description": "It honours its naivety as it allows it to be harmonius, and endeavours to train all its skills equally. It will be just as balanced in a fight, provided it never has to deal with more than one opponent... ",    "Element": 0,    "EvolvesTo": "Liana",    "LevelForEvolution": 22,    "Name": "Lana",    "HitPoints": 3  },  {    "Description": "Hardly any other fairy is as lithe and agile in the air as Laticia. She serves her companion excellently and is always dependable in a fight, provided she is not facing metal being.",    "Element": 1,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Laticia",    "HitPoints": 4  },  {    "Description": "It darts past the spectator in the shade of old and high trees. Only the glitter of the morning dew will lure the cautious, fast being out, therefore it can only be caught in inattentive moments",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Liana",    "HitPoints": 3  },  {    "Description": "Light Fairies come from a pure and distant world and are considered the most graceful beings of all. They glide across the land in white gowns with long sleeves of a fabric no human hand could ever weave.",    "Element": 3,    "EvolvesTo": "Driane",    "LevelForEvolution": 28,    "Name": "Lighane",    "HitPoints": 1  },  {    "Description": "A creature of energy such as this can cause a lot of damage to all other inhabitants and beings of Zanzarah.",    "Element": 4,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Lighbue",    "HitPoints": 4  },  {    "Description": "The sight of a Maulrow makes many opponents tremble in fear. These creatures' belligerence and way of life are a great advantage to them, though not for their companions.",    "Element": 10,    "EvolvesTo": "Psyrow",    "LevelForEvolution": 40,    "Name": "Maulrow",    "HitPoints": 3  },  {    "Description": "The metal garment of this robot makes it an inimitable battle machine. It may appear to be a very rough construction at first glance, but its technical finesse and double metal wings will soon prove the opposite. ",    "Element": 11,    "EvolvesTo": "Gigarex",    "LevelForEvolution": -3,    "Name": "Megari",    "HitPoints": 3  },  {    "Description": "Psi creatures like Mencre can use their skills against most other inhabitants of the astral plane. They can enter the world of Zanzarah practically anywhere and are very hard to find. ",    "Element": 5,    "EvolvesTo": "Mensek",    "LevelForEvolution": 38,    "Name": "Mencre",    "HitPoints": 3  },  {    "Description": "Hypnotic powers and incredible forces of perception give these creatures great sensitivity and an intuitive understanding of their opponents, thus weakening their attacks. Their almost empathic powers make them ready for anything. ",    "Element": 5,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Mensek",    "HitPoints": 3  },  {    "Description": "Nature did a bad job on this being's appearance. It may have more mind power than its ancestor, but the lavender skin mottled in bluish green that covers its misshapen body doesn't reflect skill of any kind. ",    "Element": 5,    "EvolvesTo": "Clum",    "LevelForEvolution": 28,    "Name": "Mentaur",    "HitPoints": 4  },  {    "Description": "An artificial being created by dwarves. Like other Metal Fairies, this mechanical masterpiece with its dead blue eyes is out of this world. ",    "Element": 11,    "EvolvesTo": "Gigarex",    "LevelForEvolution": -3,    "Name": "Minari",    "HitPoints": 1  },  {    "Description": "This creature is found where bubbles of air meet the waves. It can use its skills from the underwater world brilliantly even outside that realm. Oceana considers herself the strongest untrained water fairy alive. ",    "Element": 2,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Oceana",    "HitPoints": 4  },  {    "Description": "Pfoe celebrates his attack posture. With an Elemental Stone of Nature he will get out of his shell, and his extremities unfold. From this moment on, he calls himself Taze. ",    "Element": 0,    "EvolvesTo": "Taze",    "LevelForEvolution": -4,    "Name": "Pfoe",    "HitPoints": 1  },  {    "Description": "Pfoe celebrates his attack posture. With an Elemental Stone of Nature he will get out of his shell, and his extremities unfold. From this moment on, he calls himself Taze. ",    "Element": 8,    "EvolvesTo": "Ferix",    "LevelForEvolution": 23,    "Name": "Pix",    "HitPoints": 1  },  {    "Description": "The Psyrow is an especially hard-boiled species, which is always looking for fights. With such a fighting machine on your side you'll even be involved in fights if you don't intend to. ",    "Element": 10,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Psyrow",    "HitPoints": 4  },  {    "Description": "This chaotic being is the meanest and most insidious creature in Zanzarah. He pretends to be a former villain who has nothing to do with the dark powers anymore. Secretly, he trades information, thus bringing death and destruction to many beings. ",    "Element": 10,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Segbuzz",    "HitPoints": 3  },  {    "Description": "Just like Sirael, this is a careless air being, which is often sighted by mortals, although she's often superior to her male counterpart regarding dexterity and jumping ability. ",    "Element": 1,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Sirella",    "HitPoints": 1  },  {    "Description": "These beings can be found in chaotic and dark regions such as the Shadow Realm. The seemingly dead skeletons appear to be invincible, though their bones are very vulnerable against matter missiles.",    "Element": 10,    "EvolvesTo": "Skeljaw",    "LevelForEvolution": 22,    "Name": "Skelbo",    "HitPoints": 1  },  {    "Description": "Their gruff wings cover a gracefully built trestle. These skeletons are more powerful than their preliminary stages, and have horns on their skulls. They can hardly be intimidated with spells.",    "Element": 10,    "EvolvesTo": "Skelrath",    "LevelForEvolution": 49,    "Name": "Skeljaw",    "HitPoints": 3  },  {    "Description": "Rage and destruction are his preferred companions - he loves chaos. Thanks to his skillful manoeuvres, this blue demon can confuse his enemies like nobody else. ",    "Element": 10,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Skelrath",    "HitPoints": 4  },  {    "Description": "This grey stony creature is an opponent othe fairies should not underestimate. This being may be small, but it is also cunning and skilled at dealing with its enemies.",    "Element": 6,    "EvolvesTo": "Garbat",    "LevelForEvolution": 0,    "Name": "Stobat",    "HitPoints": 3  },  {    "Description": "This fairy's iridescent gown shimmers like sunlight. Some humans see nothing but a brimstone butterfly when Suane flutters through their lands. Only a very few know her true magic. ",    "Element": 3,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Suane",    "HitPoints": 4  },  {    "Description": "Symgots are the perfect symbiosis of worm and fly. They are not very nice to look at, and the worm has the full spiritual control over the being. This way it defends itself against nearly every attack.",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Symgot",    "HitPoints": 5  },  {    "Description": "No opponent ever managed to escape the look of his red eyes. Taze is always on the lookout to attack his enemies in which his long legs serve him well. ",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Taze",    "HitPoints": 3  },  {    "Description": "He's the good spirit of the forest. Tinefol can be moulded by the Elemental Stones of Nature, Fire and Air. He is then transformed to Tinerog, Tinezard or Tineves. ",    "Element": 0,    "EvolvesTo": "Tinerog Tinezard Tineves",    "LevelForEvolution": -4,    "Name": "Tinefol",    "HitPoints": 2  },  {    "Description": "If a Tinefol is moulded with the Elemental Stone of Nature, a Tinerog is created. Mounted on a frog, this being is absolutely fit for the water, but keeps all its abilities as a Nature Fairy. ",    "Element": 0,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Tinerog",    "HitPoints": 3  },  {    "Description": "Injustice is a concept this being doesn't understand. Riding on a bird's back, it soars through the skies. A Tinefol becomes a Tineves if it touches an Elemental Stone of Air. ",    "Element": 1,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Tineves",    "HitPoints": 3  },  {    "Description": "A Tinezard unites aspects of nature and fire, but the forces of air and water are alien to it. This preserving little companion is mounted on a large lizard and rarely gives up. ",    "Element": 8,    "EvolvesTo": "None",    "LevelForEvolution": -1,    "Name": "Tinezard",    "HitPoints": 3  },  {    "Description": "His red eyes with their penetrating look spell evil. He plays with the fears of other fairies, which mostly leads to excruciating confrontations, after which he enjoys bathing in his success. ",    "Element": 9,    "EvolvesTo": "Dredanox",    "LevelForEvolution": 40,    "Name": "Turnox",    "HitPoints": 3  },  {    "Description": "The tactical superiority of this species can hardly be exceeded. If they are defeated, they dissolve into red glowing beams of light, and a part of their psi ability passes over to the winner. ",    "Element": 4,    "EvolvesTo": "Biolectra",    "LevelForEvolution": 32,    "Name": "Violectra",    "HitPoints": 3  },  {    "Description": "Gentle Viteria spends her time in the dizzying heights of the trees. You'll only be able to catch her at inattentive moments and with much skill.",    "Element": 0,    "EvolvesTo": "Boneria",    "LevelForEvolution": 4,    "Name": "Viteria",    "HitPoints": 4  }]